Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Neither the ECB nor Bundesbank would comment.
pt: O BCE e o Bundesbank não comentaram.

source: Even if you can't see it yet.
pt: Não sei se é o caso, mas dá para entender.

source: Others were killed inadvertently by the military during the rescue operation.
pt: Outras mulheres, segundo elas, foram mortas inadvertidamente pelos militares durante a operação de resgate.

source: Israel says 63 Israeli soldiers have died and three civilians have been killed by Palestinian rockets in Israel.
pt: Israel disse ter perdido 67 soldados e que seis civis morreram do seu lado.

source: The president's disapproval rating now stands at 54 percent and the only group of voters who say they are generally satisfied with the way he is doing his job are those born after 1985, according to the survey, which has a 2.4 percent error margin.
pt: O índice de desaprovação do trabalho do presidente está agora em 54% (contra os 53% em julho) e os únicos eleitores satisfeitos com sua gestão são os nascidos após 1985, de acordo com a pesquisa, cuja margem de erro é de 2,4 pontos percentuais.

source: "Insomnia suffers would fall asleep listening to some of my videos, but they'd wake up in the middle of the night to the sound of silence.
pt: "Se as pessoas acordassem no meio da noite, elas ainda estariam ouvindo o som da natureza, e logo voltariam a dormir."

source: You have heard that .
pt: Você só tem uma chance

source: The violence resumed after Israeli and Palestinian representatives failed to agree a long-term truce at indirect talks in the Egyptian capital, Cairo.
pt: A retomada das hostilidades acontece depois de mais uma rodada de negociações ter fracassado no Cairo na tentativa de chegar a um acordo por uma trégua duradoura .

source: Cilic, who knocked off five-time champion Roger Federer in the semifinals, became the first Croat to win a Grand Slam since his coach, Goran Ivanisevic, won Wimbledon in 2001 .
pt: Com a vitória, o décimo quarto cabeça-de-chave se torna o primeiro croata a vencer um torneio Grand Slam desde que seu técnico Goran Ivanisevic comemorou a vitória em Wimbledon em 2001.

source: It’s a good responsibility to have expectations.
pt: “A expectativa é muito boa .

source: Spanish nursing assistant tests negative for Ebola for first time
pt: Auxiliar de enfermagem espanhola testa negativo para ebola pela 1ª vez

source: Soon the West will be finished."
pt: Em breve o Ocidente vai ser destruído."

source: The number two leader of the Islamic State (IS) militant group on Wednesday believed to have been killed in a U.S.-led coalition air strike in northern Iraq, said the Iraqi Defense Ministry.
pt: O Ministério da Defesa do Iraque afirmou nesta quarta-feira (13/05) que o segundo no comando do grupo jihadista "Estado Islâmico" (EI), Abu Alaa al-Afari, foi morto num ataque aéreo da coalizão liderada pelos Estados Unidos no norte do país.

source: I ask her what she thinks about those who say they have no interest in politics and don't want to vote.
pt: No entanto, ele diz que não matou a mulher e que também não sabe quem a matou.

source: I think there is no way out.. .
pt: Mas como que eu vou saber?!

source: Uruguay’s football team has been left toothless in the World Cup after FIFA imposed a nine-match ban on striker Luis Suarez for taking a bite out of his Italian opponent .
pt: O Uruguai entrará em campo sem o atacante uruguaio Luis Suárez, depois da punição da Fifa que o suspendeu por nove jogos oficiais por ter mordido no ombro de um jogador italiano.

source: Ahram Online - Islamic State "police" official beheaded: Syria monitor
pt: "Policial" do Estado Islâmico é decapitado, diz grupo de monitoramento - Yahoo Notícias

source: Investors expected investors appetite for risk to be sapped in coming months by uncertainty over whether Greece can step back from an economic abyss after its debt default to the International Monetary Fund, and doubts over its future in the eurozone.
pt: O sentimento de investidores ao redor do mundo era de continuar com cautela nas próximas semanas em meio à incerteza sobre se a Grécia poderá recuar da beira do abismo econômico após o calote de dívida junto ao Fundo Monetário Internacional, e dúvidas crescentes sobre seu futuro na zona do euro.

source: The stress of the past week since Scott was fatally shot in the back by a North Charleston police Officer Michael Slager is too much .
pt: Policial Michael Slager atirando nas costas de Walter Scott, um negro de 50 anos, em North Charleston, na Carolina do Norte .

source: A warplane carried out air strikes on a western Libyan town allied with the internationally recognized government on Tuesday, in what officials charged was an attack by the rival government controlling Tripoli, according to Reuters news agency.
pt: TRÍPOLI (Reuters) - Um avião de guerra não identificado realizou ataques aéreos contra o aeroporto de Zintan, uma cidade no oeste da Líbia que é aliada ao governo reconhecido pela comunidade internacional, e homens armados mataram três guardas em um posto de controle localizado numa cidade rival, disseram autoridades.

source: A decade later in 1975 Leonov commanded the Soyuz 19 in the first joint space mission between the Soviet Union and the United States.
pt: Em 1975, Leonov foi o comandante da tripulação da Soyuz 19 e participou do nascimento da cooperação espacial entre os Estados Unidos e a União Soviética, antes do fim da Guerra Fria .

source: U.S. Ambassador to the United Nations Samantha Power was asked on CBS' "Face the Nation" if the United States had any indication other countries were willing to launch air strikes in Syria.
pt: Os Estados Unidos receberam o compromisso de aliados que devem se unir nos ataques aéreos contra a Síria enquanto há a preparação para ataques contra alvos do Estado Islâmico na região, disse a embaixadora dos EUA nas Nações Unidas, Samantha Power .

source: Netanyahu says a deal would open the way for Iran's nuclear weapons
pt: Israel » Netanyahu diz que ofereceu alternativa prática para o acordo nuclear iraniano

source: China on Wednesday said Philippine President Benigno Aquino's recent accusation that China is building on islands in the South China Sea was "unreasonable" and the Philippines' occupation was the root cause of disputes between the two countries.
pt: A reivindicação pela China de vários recifes e pequenas ilhas no Mar da China Meridional deveria provocar "medo" no restante do mundo, afirmou o presidente filipino Benigno Aquino.

source: An unnamed epidemiologist from Senegal, the first patient to be treated for Ebola in Germany, was taken to the University Hospital Hamburg-Eppendorf on Wednesday .
pt: Um especialista senegalês da Organização Mundial da Saúde (OMS) infectado pelo vírus Ebola foi internado nesta quarta-feira em um hospital de Hamburgo, norte da Alemanha, e será o primeiro paciente tratado da doença no país.

source: Cairo — Army forces surrounded the home of a leading figure of the Sinai-based militant group Ansar Bayt al-Maqdis in the town of Sheikh Zuweid before shooting him dead on Saturday, the army spokesman said.
pt: As Forças Armadas egípcias mataram um dos principais membros de um grupo ligado ao Estado Islâmico no Egito durante uma troca de tiros no lado de fora de sua casa na província de Sinai do Norte, afirmou o porta-voz do Exército em comunicado neste sábado.

source: "I was just trying to maintain the level and stay in the rally as long as I could," he said.
pt: "Eu estava apenas tentando ficar no rali o máximo que pudesse .

source: Dengue symptoms include high fever, severe headaches, pain behind the eyes, muscle and joint pain, nausea, vomiting and swollen glands .
pt: Os sintomas mais comuns da dengue são febre, dor de cabeça - algumas vezes mais localizada no fundo dos olhos - e dores nas articulações .

source: Iran and the six world powers (China, France, Germany, Russia, the United Kingdom, and the United States), known as the P5+1, will engage in a new round of talks on Tehran’s nuclear program and Western sanctions against Iran in Vienna on Tuesday.
pt: A uma semana do prazo final, o histórico acordo nuclear entre o Irã e seis potências nucleares (grupo formado por China, Estados Unidos, França, Reino Unido, Rússia e Alemanha, também conhecido como P5+1) continua incerto .

source: "Obama's announcement to continue to keep troops in Afghanistan is a response to the peace efforts," spokesman Zabihullah Mujaahid told AFP.
pt: "O anúncio de Obama significa que os americanos vão continuar com sua invasão do Afeganistão", disse o porta-voz.

source: Or at least, we shouldn’t .
pt: Pelo menos não escolhemos o mesmo curso .

source: “I really don’t think that’ll ever happen here,” she said .
pt: Isso não é sério, então, não me parece razoável", afirmou o ministro.

source: He couldn't walk. "
pt: Não sei bem se ele caminha:

source: Given the irresponsibility — and even the complete disengagement — of certain national regulators highlighted by the examples of Greece, Ireland, Spain, it is more than justified.
pt: E está mais do que fundamentado: os exemplos grego, irlandês e espanhol mostraram a irresponsabilidade de alguns reguladores nacionais – de que resultou uma total falta de regulação...

source: “It is not a matter of ideological stubbornness .
pt: "Isto não é uma questão de impertinência ideológica .

source: "We're not there yet" : Kerry on Iran nuclear deal
pt: ‘Não pedimos caridade', diz presidente do Irã sobre acordo nuclear

source: Xi wanted more allies in top positions in the government, military and Communist Party and personnel changes were expected around a major party meeting next month, the newspaper said, adding that no final decision had been made about the governor's
pt: Xi Jinping, que já está no segundo ano na Presidência, está tentando colocar mais aliados políticos em cargos de alto escalão do governo, do Exército e do Partido Comunista, segundo as fontes próximas ao assunto .

source: What if this does or doesn't happen?"
pt: E, não, isso não é um defeito .

source: But that's what I mean is like, "Am I really enjoying my life ?
pt: Mas eu não sei o que mais poderia acrescentar para viver de bem comigo e com essa vida."

source: None of them have yet been found.
pt: Nenhuma delas foi encontrada.

source: According to Brazil’s Federal Highway Police, truckers have blocked highways in at least eleven states, including Minas Gerais, Goias, Mato Grosso do Sul, Rio Grande do Sul, Parana and Santa Catarina .
pt: Os bloqueios também acontecem em outros onze estados: Minas Gerais, São Paulo, Bahia, Mato Grosso do Sul, Mato Grosso, Ceará, Paraná, Goiás, Tocantins, Rio Grande do Sul e Santa Catarina.

source: The 43 U.N. peacekeepers were detained by an armed group early Thursday on the Syrian side of the Golan Heights, where fighting has raged this week between Syrian rebels and government forces.
pt: O escritório do secretário-geral da ONU, Ban Ki-moon, disse que as forças de paz foram detidas nesta quinta no lado sírio das colinas de Golã, durante um combate entre facções e o Exército Sírio.

source: The COSAC gas analyzing instrument on Philae was able to 'sniff' the atmosphere and detect the first organic molecules after landing, the DLR German Aerospace Center said.
pt: Segundo o Centro Aeroespacial Alemão (DLR), Philae "farejou" a atmosfera e detectou moléculas orgânicas após coletar amostras do solo .

source: Justin Bieber says dropping 'arrogant' and 'conceited' attitude Full Article
pt: Justin Bieber diz que deixará atitude 'arrogante' e 'pretensiosa' de lado

source: Russia, Ukraine and EU agree on terms of gas deliveries to Ukraine in winter period
pt: UE pressiona por acordo de gás entre Rússia e Ucrânia

source: Cameron also met his Dutch counterpart Mark Rutte for lunch in The Hague on Thursday.
pt: Premiê holandês, Mark Rutte, ao lado do premiê britânico, David Cameron, em Haia. …

source: Apple, Samsung win some, lose some in patent case
pt: Apple ganha nova batalha na briga por patente com a Samsung.

source: I think we’ve got the ability to do that.
pt: “Eu acho que não vai ser tão fácil assim .

source: Earlier in the day, prosecutors said they had detained a man in southern Belgium whom they suspected of supplying weaponry to Amédy Coulibaly, killer of four people at a Paris Jewish grocery after the Charlie Hebdo attack.
pt: Mais cedo nesta quinta, promotores disseram que detiveram um homem suspeito de ter fornecido armas para Amedy Coulibaly, que matou quatro reféns judeus em um mercado kosher de Paris na sexta (9).

source: In north Sanaa, coalition warplanes targeted a stadium and a camp of the Republican Guards loyal to ousted president Ali Abdullah Saleh, who has sided with the Houthis.
pt: No norte da capital, a coalizão atacou a Academia da Guarda Republicana, leal ao ex-presidente Ali Abdallah Saleh, um aliado dos rebeldes xiitas.

source: Cairo talks on Gaza truce 'moving in right direction': Palestinian negotiator
pt: Delegação palestina do Hamas chega ao Egito para negociar trégua em Gaza

source: I'm totally done with that .
pt: Mas tenho vergonha de tudo que eu fiz.

source: She is thought to have married Coulibaly in a religious ceremony in 2009 - however, these ceremonies are not recognised in France unless an official civil ceremony is also carried out.
pt: Ele se casou religiosamente com Amedy Coulibaly, identificado como sequestrador do mercado kosher, em 2009 (somente o casamento civil é reconhecido na França).

source: Defense hawk Graham enters Republican race for White House
pt: Lindsey Graham entra na disputa dos republicanos pela Casa Branca

source: Among many French people, I saw the temptation to no longer believe in anyone or anything," he said.
pt: Segundo ele, muitos franceses não acreditam em mais nada e em ninguém.

source: This was not because I had been told that I was too good a keeper to leave.
pt: Me avisaram que estava tudo certo, que eu poderia ir porque estava tudo certo .

source: "I'm happy to be back .
pt: “Estou muito feliz .

source: "Our objective is to keep growing and keep improving as individuals and as a team.
pt: "Nossa proposta é de manter o que for bom e melhorar .

source: He added that 15 dead bodies, including that of the bomber, were taken to the hospital, describing the attacker "as a mentally unstable woman that had been known for years in the area.”
pt: "Nós retiramos 15 corpos de lá (...), incluindo o da terrorista suicida, identificada como uma mulher conhecida no bairro por seus problemas psicológicos", acrescentou .

source: A case of bird flu has been confirmed at a duck breeding farm in East Yorkshire, officials have said.
pt: "Confirmamos um caso de gripe aviria em uma granja de patos em Yorkshire", afirmou a porta-voz do Departamento.

source: I'm just so proud."
pt: Isso é um orgulho para nós .

source: According to some sources, in 2013 their earnings in Russia totalled over $20 billion, which is about 12% of Ukraine's GDP.
pt: Segundo algumas fontes, em 2013 esses trabalhadores ganharam na Rússia mais de $20 bilhões - equivale a 12% do PIB da Ucrânia.

source: According to some sources, in 2013 their earnings in Russia totalled over $20 billion, which is about 12% of Ukraine’s GDP.
pt: Segundo algumas fontes, em 2013 esses trabalhadores ganharam na Rússia mais de $20 bilhões - equivale a 12% do PIB da Ucrânia.

source: "But the other half, I'm really, really happy, because everybody in the team deserves it so much.
pt: Mas vale a pena, sim, porque é isso que eu amo fazer, e é sentado no carro que eu me sinto feliz .

source: The Greek people are voting in a key referendum that will decide if they accept or reject the harsh bailout demands of international creditors .
pt: No domingo, os gregos vão decidir se aceitam ou não as medidas de austeridade propostas pelos credores internacionais.

source: Although EU citizens do not directly elect the Commission - the body that drafts and enforces EU legislation - the debate by representatives of the four main groups in the European Parliament showed voters the main political stances on offer at elections to the assembly to be held on May 22-25.
pt: Embora os cidadãos da UE não elejam diretamente a Comissão, o órgão que elabora e aplica a legislação do bloco, o debate dos representantes dos quatro principais grupos do Parlamento Europeu mostrou aos eleitores as principais posições políticas na disputa para as eleições do Parlamento europeu, marcadas para 22 a 25 de maio.

source: GENEVA (Reuters) - The death toll in the Ebola epidemic has risen to 5,459 out of 15,351 cases identified in eight countries by the end of Nov. 18, the World Health Organization (WHO) said on Friday.
pt: A Organização Mundial da Saúde (OMS) informou nesta sexta-feira que 5.459 pessoas morreram por contaminação do ebola, de um total de 15.351 casos de infecção em oito países desde dezembro de 2013.

source: Syriza leader Alexis Tsipras will be officially sworn in on Monday afternoon as Greece’s new prime minister.
pt: Líder do Syriza, Alex Tsipras, assina livro como primeiro-ministro da Grécia, no …

source: "Since the deadly attacks on our facilities in Benghazi, I have made it a priority to find and bring to justice those responsible for the deaths of four brave Americans," he said in a statement .
pt: “Desde os ataques mortais às nossas instalações em Benghazi, tornei uma prioridade encontrar e levar à justiça aqueles responsáveis pelas mortes de quatro corajosos norte-americanos”, disse Obama, acrescentando que Khatallah irá enfrentar “todo o peso do sistema de justiça dos Estados Unidos”.

source: The two wounded students and one of the injured teachers were taken to Barcelona hospitals for treatment while the other injured teacher was treated at the scene and did not need hospitalization.
pt: Os dois estudantes feridos e um dos professores feridos foram levados para hospitais de Barcelona para tratamento .

source: Second-quarter revenue fell 2.4 percent to 2.78 billion euros, however, as customers continued to leave for market leader Orange, Bouygues Telecom and low-cost player Iliad.
pt: A receita no segundo trimestre caiu 2,4 por cento para 2,78 bilhões de euros, no entanto, à medida que clientes continuaram a migrar para as rivais Orange, Bouygues Telecom e a Iliad.

source: Survivor Pema Lama was rescued by Nepal's Armed Police Force and was put in a neck brace and carried on a stretcher to a waiting ambulance .
pt: O sobrevivente Pema Lama foi resgatado pela polícia do Nepal e levado de maca para uma ambulância .

source: "I don't like any free time -- I like to keep going and going .
pt: Você não sabe o que vai sair de lá, o que ele está pensando.. .

source: Another security official also confirmed the attack and casualties.
pt: O ataque e o número de mortos foram confirmados por um outro oficial.

source: BRUSSELS, June 30 The Eurogroup of euro zone finance ministers will hold another conference call on Wednesday morning to discuss new proposals from Greece, the spokesman of Eurogroup President Jeroen Dijsselbloem said on Tuesday.
pt: BRUXELAS (Reuters) - Os ministros das Finanças da zona euro vão realizar uma teleconferência para discutir a situação da Grécia na quinta-feira, às 5h (horário de Brasília), informou o porta-voz de Jeroen Dijsselbloem, presidente do grupo de ministros das Finanças, nesta quarta-feira.

source: "This ruling is a victory for America," said Obama, the first sitting president to support gay marriage .
pt: Obama diz que decisão sobre casamento gay é "vitória" para os EUA - Tribuna do Norte

source: Cairo — Islamic State's Egypt affiliate said it was behind a car bombing that wounded 30 people, including 8 policemen, near a state security building and courthouse in a Cairo suburb on Thursday.
pt: Um grupo egípcio ligado ao Estado Islâmico afirmou estar por trás de um carro-bomba que feriu 29 pessoas perto de um tribunal e edifício de segurança do Estado em um subúrbio do Cairo nesta quinta-feira.

source: Russia warns it will react if new EU sanctions imposed
pt: EUA e UE preparam novas sanções contra a Rússia

source: I couldn't wait to get out of there really .
pt: Não se pode citar gente que não existe .

source: For more information, call (02) 399-1612.
pt: Para mais informações: (11) 3667-0499.

source: Hejazi had spent 11 years in an Israeli prison, and was released in 2012.
pt: Os locais identificaram o homem como Hejazi, que passou 11 anos em uma prisão israelense e foi libertado em 2012 .

source: These will stem from the bank's exposure to the oil and gas and construction sectors, which are currently undergoing duress as a result of the fallout from the investigations surrounding Petrobras.
pt: Isso decorrerá da exposição do banco aos setores de petróleo e gás e de construção, que enfrentam dificuldades em decorrência das investigações relativas à Petrobras.

source: John F. Kennedy Airport is the first of five U.S. airports to start enhanced screening of U.S.-bound travelers from Guinea, Liberia and Sierra Leone, where most of the outbreak's more than 4,000 deaths have occurred.
pt: O JFK é o primeiro de cinco aeroportos nos EUA que passarão a vistoriar viajantes que chegarem de Guiné, Libéria e Serra Leoa, onde foram registradas grande parte das mais de 4 mil mortes pela epidemia .

source: Before the German, French and South Korean announcements, pledges to the GCF totaled just $55 million from 12 nations, according to the World Bank.
pt: Antes dos anúncios da Alemanha, da França e da Coreia do Sul, promessas de 12 países haviam somado apenas US$ 55 mil, de acordo com o Banco Mundial.

source: “Undoubtedly, we will not be able to leave this without a response,” deputy foreign minister Sergei Ryabkov told Interfax news agency ahead of a meeting between the Russian and U.S. foreign ministers.
pt: "Não ha dúvidas de que não deixaremos isso sem resposta", alertou o vice-ministro russo das Relações Exteriores, Serguei Riabkov.

source: He began to take solace in drink - "just one after a show and then more" - and eventually had to go into rehab.
pt: Ele começou a buscar consolo na bebida - "só uma dose depois do programa, e uma mais depois dessa" - e chegou a ser internado para tratar o vício.

source: The sanctions targeted Venezuelan officials who the United States said were linked to human rights abuses, including a crackdown on anti-government protests last year that left 43 people dead.
pt: O diálogo foi convocado há um ano, após os protestos que deixaram 43 mortos e motivaram as sanções dos Estados Unidos à Venezuela.

source: "It feels like it's game over."
pt: "O que está em jogo é fundamental .

source: SUZUKA Japan (Reuters) - French Formula One driver Jules Bianchi suffered a traumatic brain injury in his Japanese Grand Prix crash and remains in a critical but stable condition, his family said on Tuesday.
pt: Perto de completar um mês do grave acidente sofrido no GP do Japão de Fórmula 1, Jules Bianchi se mantém em "estado crítico, porém estável", de acordo com comunicado divulgado pela família do piloto nesta quinta-feira .

source: In a new recording posted online late Wednesday, a man identifying himself as Goto said al-Kaseasbeh would be killed "immediately" if Jordan did not bring convicted terrorist Rishawi to the Turkish border by the end of the day Thursday.
pt: Em uma nova mensagem de áudio divulgada pelo grupo, um homem que se identificou como Goto diz que Sajida al-Rishawi, um terrorista condenada, deve ser levada à fronteira com a Turquia até o pôr do sol tempo iraquiano.

source: So he isn't just interested in Iraq and Syria -- he wants it all .
pt: Fiquei sabendo que ele não voltou para campo e eu queria saber se está tudo bem .
